42crunch.vscode-openapi
adamhartford.vscode-base64
bastienboutonnet.vscode-dbt
bauke.horizon-vscode
beardedbear.beardedtheme
bierner.markdown-preview-github-styles
daltonmenezes.aura-theme
dbaeumer.vscode-eslint
drcika.apc-extension
esbenp.prettier-vscode
evertjunior.vxcode-theme
fabiospampinato.vscode-diff
felipe.nasc-touchbar
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
helgardrichard.helium-icon-theme
jaredkent.laserwave
jebbs.plantuml
kamikillerto.vscode-colorize
michelemelluso.gitignore
mohsen1.prettify-json
mrmlnc.vscode-duplicate
ms-vscode.live-server
ms-vsliveshare.vsliveshare
nguyenhoanglam.beautiful-dracula
pkief.material-icon-theme
redhat.vscode-yaml
ryu1kn.partial-diff
samuelcolvin.jinjahtml
sonarsource.sonarlint-vscode
streetsidesoftware.code-spell-checker
unifiedjs.vscode-mdx
usernamehw.errorlens
vitest.explorer
wayou.vscode-todo-highlight
wix.vscode-import-cost
zhuangtongfa.material-theme